Repository: EmiREstGon/ValorantApp-iOS
Catalog: ValorantApp/*.lproj/Localizable.strings
Languages: es

# AgentsTitle
source: Agents
es: Agentes

# WeaponsTitle
source: Weapons
es: Armas

# MapsTitle
source: Maps
es: Mapas

# AbilitiesTitle
source: Abilities
es: Habilidades

# StatsTitle
source: Stats
es: Estadísticas

# TotalAgentsSubtitle
source: Total agents:
es: Total de agentes:

# TotalWeaponsSubtitle
source: Total weapons:
es: Total de armas:

# FireRateSubtitle
source: Fire rate
es: Cadencia de tiro

# MagazineSizeSubtitle
source: Magazine size
es: Capacidad del cargador

# RunSpeedSubtitle
source: Run speed multiplier
es: Multiplicador de velocidad

# EquipTimeSubtitle
source: Equip time
es: Tiempo de equipamiento

# ReloadTimeSubtitle
source: Reload time
es: Tiempo de recarga

# FirstBulletSubtitle
source: 1st bullet accuracy
es: Precisión de la 1ª bala

# ShotgunPelletSubtitle
source: Shotgun pellet count
es: Recuento de perdigones

# WallPenetrationSubtitle
source: Wall penetration
es: Penetración de pared

# FireRateDescription
source: Is the frequency at which a specific weapon can fire or launch its projectiles. This can be influenced by several factors, including operator training level, mechanical limitations, ammunition availability, and weapon condition.
es: Es la frecuencia con la que un arma específica puede disparar o lanzar sus proyectiles. Esto puede verse afectado por varios factores, incluido el nivel de formación del operador, las limitaciones mecánicas, la disponibilidad de municiones y el estado del arma.

# MagazineSizeDescription
source: Is the rectangular piece that holds shells for feeding into the firearm's chamber. High-capacity ammunition magazines, commonly defined as those capable of holding more than 10-rounds, make shootings more deadly. The more rounds a shooter can fire without reloading, the more wounds they can inflict.
es: Es la pieza rectangular que sostiene los proyectiles para introducirlos en la recámara del arma de fuego. Los cargadores de munición de alta capacidad, comúnmente definidos como aquellos capaces de contener más de 10 rondas, hacen que los disparos sean más letales. Cuantas más rondas pueda disparar un tirador sin recargar, más heridas pueden infligir.

# RunSpeedDescription
source: Is the ratio between the normal movement speed and the speed at wich a player moves while running. A higher speed multiplier means that the player moves faster, while a lower multiplier indicates a slower movement speed.
es: Es la relación entre la velocidad de movimiento normal y la velocidad a la que se mueve un jugador mientras corre. Un multiplicador de velocidad más alto significa que el jugador se mueve más rápido, mientras que un multiplicador más bajo indica una velocidad de movimiento más lenta.

# EquipTimeDescription
source: Is the required time to pull your gun out from being holstered. It represents the duration it takes for a trained individual to successfully retrieve their firearm from its secured position and prepare it for use.
es: Es el tiempo necesario para sacar el arma de la funda. Representa el tiempo que tarda una persona entrenada en recuperar correctamente su arma de fuego de su posición segura y prepararla para su uso.

# ReloadTimeDescription
source: Is the he period required for the player character to replace the empty magazine or cartridge with a fully loaded one, enabling them to resume firing.
es: Es el período necesario para que el personaje del jugador reemplace el cargador o cartucho vacío por uno completamente cargado, lo que le permite continuar disparando.

# FirstBulletDescription
source: Is the level of precision by a firearm when firing its initial shot after aiming or while transitioning from a stationary to a moving state. A weapon with high first bullet accuracy will exhibit minimal deviation from the intended target location, resulting in greater reliability and effectiveness when engaging opponents.
es: Es el nivel de precisión de un arma de fuego cuando dispara su tiro inicial después de apuntar o mientras pasa de un estado estacionario a un estado en movimiento. Un arma con alta precisión de la primera bala exhibirá una desviación mínima de la ubicación del objetivo previsto, lo que resultará en mayor fiabilidad y eficacia al enfrentarse a los oponentes.

# ShotgunPelletDescription
source: Is the small individual projectile or a cluster of projectiles that is discharged from a shotgun when fired. Unlike traditional firearms that fire a single bullet, shotguns disperse multiple pellets simultaneously, creating a spread pattern that increases the likelihood of hitting a target at close to medium ranges.
es: Es el pequeño proyectil individual o un grupo de proyectiles que se descarga de una escopeta cuando se dispara. A diferencia de las armas de fuego tradicionales que disparan una sola bala, las escopetas dispersan varios perdigones simultáneamente, creando un patrón de dispersión que aumenta la probabilidad de alcanzar un objetivo a distancias cercanas a medias.

# WallPenetrationDescription
source: Is the ability of a projectile to pass through barriers such as walls, doors, or other obstacles, maintaining enough force to potentially strike a target on the other side.
es: Es la capacidad de un proyectil para atravesar barreras como paredes, puertas u otros obstáculos, manteniendo la fuerza suficiente para impactar potencialmente en un objetivo del otro lado.

# ValorantURL
source: https://playvalorant.com/en-us/
es: https://playvalorant.com/es-es/
